
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ termasuk dalam Senarai Hitam anda";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@ \nadalah bukan pautan, sila salin pautan yang sah\ncth: http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Adakah anda ingin keluar?";

/*No comment provided by engineer.*/
"Are you sure?" = "Anda pasti?";

/*No comment provided by engineer.*/
"BACK" = "KEMBALI";

/*as in block another user*/
"BLOCK" = "SEKAT";

/*No comment provided by engineer.*/
"Block Failed" = "Sekatan Gagal";

/*No comment provided by engineer.*/
"BLOCKED" = "TELAH DISEKAT";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ telah disekat";

/*No comment provided by engineer.*/
"Can't send SMS" = "SMS tidak dapat dihantar";

/*No comment provided by engineer.*/
"CANCEL" = "BATAL";

/*No comment provided by engineer.*/
"Cancel" = "Batal";

/*No comment provided by engineer.*/
"CANCELED" = "DIBATALKAN";

/*No comment provided by engineer.*/
"Change" = "Tukar";

/*No comment provided by engineer.*/
"Changed" = "Telah Ditukar";

/*No comment provided by engineer.*/
"Check internet and try again." = "Periksa internet dan cuba lagi";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Periksa YoIndex untuk melanggan perkhidmatan yang hebat!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "Periksa perkhidmatan Yo yang saya jumpa! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "PILIH YANG LAIN";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "PILIH KOD LALUAN";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "PILIH NAMA PENGGUNA";

/*de-select all*/
"Clear All" = "Padam Semua";

/*No comment provided by engineer.*/
"Close" = "Tutup";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Ralat sambungan, kemaskini kata laluan sebentar lagi";

/*No comment provided by engineer.*/
"CONTACTS" = "KENALAN";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "SALIN PAUTAN ATAU IMEJ\nTEKAN DAN TAHAN UNTUK KONGSI";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Salin pautan. Tekan dan tahan untuk kongsi.";

/*No comment provided by engineer.*/
"Copy Link" = "Salin pautan";

/*No comment provided by engineer.*/
"Could not load page" = "Laman tidak dapat dimuatkan";

/*No comment provided by engineer.*/
"Delete" = "Padam";

/*No comment provided by engineer.*/
"Didn't get code" = "Tidak dapat kod";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Adakah anda suka app Yo?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Adakah anda ingin membuka sekatan bagi pengguna ini supaya dia boleh Yo anda kembali?";

/*No comment provided by engineer.*/
"DONE" = "SELESAI";

/*No comment provided by engineer.*/
"Done" = "Selesai";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Tekan dua kali untuk Yo lokasi anda. Dimana Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "TEKAN DUA KALI UNTUK YO LOKASI ANDA";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "EDIT AKAUN";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "EDIT PROFAIL";

/*No comment provided by engineer.*/
"EMAIL SENT" = "EMEL DIHANTAR";

/*No comment provided by engineer.*/
"Email Us" = "Emel Kami";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Aktifkan Kamera\nTetapan -> Privasi -> Kamera";

/*No comment provided by engineer.*/
"Enable Location" = "Aktifkan Lokasi";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Aktifkan Pemulihan Kod Laluan";

/*No comment provided by engineer.*/
"Enable Push" = "Aktifkan Push";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "MASUKKAN NAMA PENUH";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Masukkan Nombor Telefon Baru";

/*No comment provided by engineer.*/
"Enter New Username" = "Masukkan Nama Pengguna Baru";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "MASUKKAN KOD LALUAN";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Masukkan kod dari SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "MASUKKAN NAMA PENGGUNA";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Masukkan # Telefon Anda";

/*No comment provided by engineer.*/
"Error" = "Ralat";

/*As in existing photos. could also read photos*/
"EXISTING" = "Foto";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "JELAJAHI KEMUNGKINAN";

/*No comment provided by engineer.*/
"Failed" = "Gagal";

/*No comment provided by engineer.*/
"FAILED" = "GAGAL";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Gagal mencari rakan di Facebook.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Gagal mencari rakan menerusi kenalan";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Gagal Mendapatkan Lokasi";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Gagal log masuk dengan Facebook. Cuba lagi.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Gagal untuk menyekat %@. Cuba sebentar lagi.";

/*No comment provided by engineer.*/
"Failed Yo" = "Yo Gagal";

/*No comment provided by engineer.*/
"FAILED!" = "GAGAL!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "GAGAL! PERIKSA INTERNET ANDA.";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "MAKLUMBALAS";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "CARI RAKAN";

/*As in a From & To : a parcel/letter*/
"From" = "Dari";

/*No comment provided by engineer.*/
"FULL NAME" = "NAMA PENUH";

/*Go as in proceed as in Send*/
"Go" = "Teruskan";

/*just back works too*/
"GO BACK" = "KEMBALI";

/*As in Understood, or OK*/
"Got it!" = "OK!";

/*No comment provided by engineer.*/
"Hey There!" = "Hai!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "BAGAIMANA YO DITERIMA";

/*No comment provided by engineer.*/
"HOW TO" = "TIP";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "BAGAIMANA UNTUK MEMBUKA PAUTAN YO";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "BAGAIMANA UNTUK MEMBUKA LOKASI YO";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "BAGAIMANA UNTUK MENGHANTAR YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Saya ingin menghantar Yo kepada anda!\nMasukkan nama pengguna Yo saya dengan tekan di sini: %@\n(jika anda tiada app Yo dapatkannya di sini %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Saya ingin hantar Yo kepada anda!\nMasukkan nama pengguna Yo saya dengan menekan di sini: http://justyo.com/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "TIDAK BETUL";

/*No comment provided by engineer.*/
"INDEX" = "INDEKS";

/*No comment provided by engineer.*/
"INVITE" = "JEMPUT";

/*Invite button for invite friends popup*/
"Invite" = "Jemput";

/*Title for invite friends popup*/
"Invite Friends!" = "Jemput Rakan!";

/*No comment provided by engineer.*/
"Just hit Send" = "Tekan Hantar";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Langganlah untuk mendapatkan Yo dari %@! Yo mereka di";

/*No comment provided by engineer.*/
"Link Not Found" = "Pautan Tidak Dijumpai";

/*No comment provided by engineer.*/
"LOGIN" = "LOG MASUK";

/*No comment provided by engineer.*/
"Login Failed" = "Log Masuk Gagal";

/*No comment provided by engineer.*/
"LOGOUT" = "LOG KELUAR";

/*No comment provided by engineer.*/
"MAIL" = "MEL";

/*No comment provided by engineer.*/
"MAPS" = "PETA";

/*No comment provided by engineer.*/
"Me" = "Saya";

/*No comment provided by engineer.*/
"MUTED" = "SENYAP";

/*No*/
"Nah" = "Tak";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "KOD LALUAN BARU";

/*No comment provided by engineer.*/
"NO" = "TIDAK";

/*No comment provided by engineer.*/
"No" = "Tidak";

/*:) -> Smile*/
"No Blocked Users! :)" = "Tiada Pengguna Senarai Hitam! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Tiada Kamera Dijumpai";

/*No comment provided by engineer.*/
"No contacts were found." = "Tiada kenalan dijumpai.";

/*No comment provided by engineer.*/
"No Contacts!" = "Tiada Kenalan!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "TIADA AKAUN EMEL";

/*No comment provided by engineer.*/
"No Internet!" = "Tiada Internet!";

/*As in photo library*/
"No Library Found" = "Tiada Pustaka Dijumpai";

/*No comment provided by engineer.*/
"No Such User" = "Pengguna Ini Tiada";

/*Cancel button for invite friends popup*/
"Not now" = "Bukan sekarang";

/*No comment provided by engineer.*/
"OK" = "OK";

/*No comment provided by engineer.*/
"Open in Chrome" = "Buka dalam Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Buka dalam Safari";

/*PASS as in passcode*/
"PASS" = "KOD LALUAN";

/*No comment provided by engineer.*/
"PASSCODE" = "KOD LALUAN";

/*No comment provided by engineer.*/
"Passcode changed" = "Kod laluan ditukar";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Kod Laluan Tidak Sama";

/*As in Mobile, telephone*/
"PHONE" = "TELEFON";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Masukkan akaun emel di Tetapan -> Mel";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Hubungkan dengan Twitter di Tetapan -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Sila aktifkan capaian kenalan";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Masukkan nombor telefon yang sah";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Cuba lagi.\n\nJika masih bermasalah hubungi kami dan nyatakan kod ralat ini: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Sila daftar atau log masuk";

/*No comment provided by engineer.*/
"Please try again" = "Cuba lagi";

/*No comment provided by engineer.*/
"Please try again later" = "Cuba sebentar lagi";

/*As to rate, rating, review*/
"RATE" = "NILAIKAN";

/*PASS as in passcode*/
"RECOVER PASS" = "PULIHKAN KOD LALUAN";

/*No comment provided by engineer.*/
"Resend" = "Hantar Semula";

/*No comment provided by engineer.*/
"SAVE" = "SIMPAN";

/*No comment provided by engineer.*/
"Saved!" = "Disimpan!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "PILIH NAMA PENGGUNA";

/*No comment provided by engineer.*/
"Select All" = "Pilih Semua";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "PILIH KOD LALUAN YANG LEBIH PANJANG";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "PILIH NAMA PENGGUNA UNTUK DIKONGSI";

/*No comment provided by engineer.*/
"Send" = "Hantar";

/*No comment provided by engineer.*/
"Send Email" = "Hantar Emel";

/*IMG abbrv for Image*/
"SENDING IMG" = "MENGHANTAR IMEJ";

/*like URL link*/
"SENDING LINK" = "MENGHANTAR PAUTAN";

/*No comment provided by engineer.*/
"Sent" = "Dihantar";

/*No comment provided by engineer.*/
"SENT @YO!" = "@YO DIHANTAR!";

/*No comment provided by engineer.*/
"SENT YO!" = "YO DIHANTAR!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "YO-IMEJ DIHANTAR!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "YO-PAUTAN DIHANTAR!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "YOYO DIHANTAR!";

/*No comment provided by engineer.*/
"Session Error" = "Ralat Dalam Sesi Ini";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "TETAPKAN KOD LALUAN";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "TETAPKAN KOD LALUAN\n(BOLEH SAMA SEPERTI YANG SEDIA ADA)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Tetapan -> Privasi -> Kenalan -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "KONGSI";

/*No comment provided by engineer.*/
"Share" = "Kongsi";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Kongsi di Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Kongsi perkhidmatan hebat ini dengan yang lain! Tolak ke kiri di skrin utama untuk berhenti melanggan.";

/*No comment provided by engineer.*/
"SIGNUP" = "DAFTAR";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Berlaku kesilapan";

/*No comment provided by engineer.*/
"Subscribed!" = "Telah Melanggan!";

/*As in take picture*/
"TAKE" = "AMBIL";

/*No comment provided by engineer.*/
"tap here to close" = "tekan di sini untuk tutup";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "TEKAN NAMA UNTUK YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Tekan Nama Untuk Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Tekan untuk masukkan ke Yo anda: http://justyo.co/%@\n(jika anda tiada app Yo dapatkannya di sini %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "TEKAN UNTUK MENGIZINKAN";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "TEKAN UNTUK MENJEMPUT";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "TEKAN UNTUK LOG MASUK";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "TEKAN UNTUK MEMULIHKAN";

/*No comment provided by engineer.*/
"TAP TO SET" = "TEKAN UNTUK TETAP";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "TEKAN UNTUK DAFTAR";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Beritahu kami untuk kami menjadi lebih baik:";

/*No comment provided by engineer.*/
"TEXT SENT" = "TEKS DIHANTAR";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Profail tidak dapat disimpan. Periksa sambungan rangkaian anda.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Indeks Yo. Langganlah untuk dapatkan Yo daripada perkhidmatan kegemaran anda.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Ada Yo versi baru.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Ada versi baru. Anda mahu naik taraf?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Ada ralat:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Inilah cara anda hantar Yo. Yo saya %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Inilah yang lain akan lihat mengenai anda apabila anda menolak nama pengguna anda ke kanan";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Pengguna ini sudah ada. Cuba nama pengguna yang lain.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Untuk menyekat pengguna, tolak nama pengguna mereka ke kiri dan tekan Sekat.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Untuk mengaktifkan pemulihan kata laluan:\n\n berikan Yo emel anda dengan menekan Hantar.\n\nuntuk batalkan, hanya tekan Batal.\n\n\n------------------------------------------\nEmel anda TIDAK akan digunakan untuk perkara lain selain pemulihan kata laluan.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Untuk mencari rakan anda dan membenarkan mereka mencari anda. Kenalan anda tidak disimpan di mana-mana dan hanya digunakan untuk mencari rakan anda.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Untuk mengesahkan nombor anda tekan Hantar\n\nKod: %@\n\n\n* Caj pengendali talian mungkin dikenakan";

/*No comment provided by engineer.*/
"Try again later" = "Cuba sebentar lagi";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "TAIP NAMA PENGGUNA UNTUK MEMASUKKAN";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "BUKA SEKATAN";

/*No comment provided by engineer.*/
"UNBLOCKED" = "SEKATAN DIBUKA";

/*unsibscribe*/
"UNSUB" = "BERHENTI MELANGGAN";

/*As in software update available*/
"Update" = "Naik taraf";

/*No comment provided by engineer.*/
"User Exists" = "Pengguna Sudah Ada";

/*No comment provided by engineer.*/
"USERNAME" = "NAMA PENGGUNA";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "NAMA PENGGUNA SUDAH ADA";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "SAHKAN KOD LALUAN";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Kami tidak menemui rakan-rakan anda di Yo. Kongsi Yo dan bawa mereka ke sini!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "Kami tidak mempunyai nombor telefon atau emel disenaraikan untuk akaun ini. Sila hantar emel kepada kami dan kami akan pulihkan akaun anda.";

/*No comment provided by engineer.*/
"WELCOME" = "SELAMAT DATANG";

/*No comment provided by engineer.*/
"What is Yo?" = "Apa itu Yo?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "APA ITU YO?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Apabila anda membuka sekatan seorang pengguna mereka akan dimasukkan ke dalam senarai rakan anda tetapi tidak akan menerima Yo secara automatik. - Selamat ber-Yo!";

/*No comment provided by engineer.*/
"Wrong code" = "Salah kod";

/*No comment provided by engineer.*/
"Yes" = "Ya";

/*Sending images title*/
"Yo & Images!" = "Yo & Imej!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Saya dapat maklumbalas";

/*No comment provided by engineer.*/
"YO ALL" = "YO SEMUA";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Yo semua rakan untuk berkongsi nama pengguna baru anda: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Yo Kembali";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "KIRAAN YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Yo lebih seronok dengan rakan-rakan!";

/*No comment provided by engineer.*/
"Yo Location" = "Yo Lokasi";

/*No comment provided by engineer.*/
"Yo me" = "Yo saya";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo perlukan internet!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO PERLUKAN CAPAIAN PUSH";

/*No comment provided by engineer.*/
"Yo This" = "Yo Ini";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Tengok ni";

/*No comment provided by engineer.*/
"YOALL" = "YOSEMUA";

/*No comment provided by engineer.*/
"YORANDOM" = "YORAWAK";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Anda ingin memadam nombor telefon anda";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Anda boleh membuka sekatan di dalam menu";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Anda tidak boleh menghantar Yo. Hubungi kami yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Anda akan dihubungi sebentar lagi dengan arahan bagaimana untuk menukarkan kod laluan anda.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Anda akan menerima pautan untuk menukar kod laluan anda sebentar lagi.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "Anda akan menghantar Yo berserta imej anda yang pertama! Sesiapa mempunyai pautan ini akan dapat melihatnya.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Sesi anda tidak sah lagi. Sila log masuk semula.";